Repository: harpreetimpinge/fieldoapp
Catalog: Fieldo/*.lproj/Localizable.strings
Languages: nn

source: Login
nn: Logg inn

source: Welcome
nn: Velkommen

source: Remember Password?
nn: Husk passord?

source: Lost Password
nn: Glemt passord

source: Contact Support
nn: Kontakt Support

source: Notes
nn: Merknader

source: Settings
nn: Innstillinger

source: Home
nn: Hjem

source: Welcome to Fieldo.
nn: Velkommen til Fieldo.

source: For any questions please
nn: For eventuelle spørsmål ta

source: contact us via our web site.
nn: kontakte oss via vår hjemmeside.

# Store
source: Supplier
nn: Oppbevar

source: Order no
nn: ordrenummer

# Order value.
source: Order/Article Price
nn: Bestill / artikkel Pris

# Store:
source: Supplier:
nn: Oppbevar:

source: Customer Details
nn: Kunde Detaljer

source: Project Details
nn: Prosjektdetaljer

source: Work Plan
nn: Arbeidsplan

# Floor Plan
source: Documents
nn: dokumenter

source: Accept
nn: Godta

source: Pending
nn: Avventer

source: Decline
nn: Avslå

source: Add Project
nn: Legg Prosjekt

source: Project Name
nn: Prosjektnavn

source: Customer
nn: kunde

source: Worker(s)
nn: Deltaker (e)

source: Start Date
nn: startdato

source: Tax Reduction Code
nn: Skattenedsettelsen Kode

source: Incl. Vat
nn: Inkl. vat

source: Cost
nn: Kostnad

source: Description
nn: Beskrivelse

source: Save
nn: Lagre

source: Cancel
nn: Avbryt

source: Choose Customer
nn: Velg Kunde

source: Done
nn: gjort

source: Camera
nn: kamera

source: Photos
nn: Bilder

source: Select Customer
nn: Velg Kunde

source: Select Workers
nn: Velg Workers

source: Add Customer
nn: Legg Kunde

source: Name
nn: Navn

source: Company Name
nn: Firmanavn

source: Organization No.
nn: Organisasjonen Nei.

source: Phone
nn: telefon

source: Email
nn: E-post

source: Projects
nn: Prosjekter

source: Calendar
nn: Kalender

source: Log
nn: Logg

source: Map
nn: Kart

source: Profile
nn: profil

source: Change Language
nn: Endre Språk

source: Out of the Office
nn: fravær

source: Log Out
nn: Utlogging

source: Contact No.
nn: telefon

source: Address
nn: Adresse

source: City
nn: By

source: State
nn: stat

source: Country
nn: land

# Stores
source: Suppliers
nn: Leverandør

# Store Url
source: Supplier Url
nn: Leverandør url

source: Choose Language
nn: Velg språk

source: Date:
nn: dato:

source: Date
nn: dato

source: Start Date:
nn: Start dato:

source: End Date:
nn: Sluttdato:

source: Sick Leave
nn: Sykefravær

source: Holiday
nn: Ferie

source: Parental Leave
nn: Foreldrepermisjon

source: Other
nn: Annet

source: Time Log
nn: Tidsloggen

source: Material Details
nn: Materiale detaljer

source: Material Log
nn: Materiale Regning

source: Reports
nn: Rapporter

source: Project Report
nn: Prosjekt/fakturagrunnlag

source: Start Time:
nn: Starttid:

source: End Time:
nn: Sluttid

source: Normal Time
nn: Normal gang

source: Overtime
nn: overtid

source: Uncomfortable Time
nn: Ubehagelig Tid

source: More Time
nn: Mer tid

source: Call Time
nn: Ring gang

source: Comments
nn: Kommentarer

source: Comment
nn: kommentar

source: Submit
nn: Send inn

source: Get Image
nn: få bilde

source: View Image
nn: Se blide

source: From*:
nn: Fra*:

source: To*:
nn: Til*:

source: Travel Log
nn: Reise Logg

source: From*
nn: fra*

source: To*
nn: til*

source: Other fee
nn: Bompenger m.m.

# Compose
source: New Message
nn: Nytt Meddelande

source: Title
nn: Tittel

source: Message
nn: Melding

source: Notes List
nn: Merknader Liste

source: Project:
nn: Prosjekt:

source: Sender
nn: Avsender

source: Note Detail
nn: Note Detalj

# Port Code
source: Zip Code
nn: Postnummer

source: Other Info
nn: Annen informasjon

source: Route Me
nn: visa veien

source: Add Task
nn: legger til oppgave

source: Under:
nn: etter:

source: Task Name*
nn: Oppgave navn*

source: Material Name
nn: Materialnavn

source: Estimated Hour*
nn: Estimert tid*

source: Contact Us
nn: Kontakt oss

source: Scroll to Pick Project, Tap again
nn: Bla til Pick Project, Trykk igjen

source: Company Details
nn: Bedriftsinformasjon

source: Workers
nn: Hendig mann

source: Worker List
nn: Hendig mann lista

source: Invoices
nn: Faktura

source: Time
nn: Tid

source: Fixed
nn: Fast

source: Ratings
nn: Gjennomgang

source: Update Rating
nn: Oppdater Gjennomgang

source: Rating Index
nn: Bedrift gjennomgang

source: Search Location
nn: Søk plassering

source: My Location
nn: min plassering

source: Project Location
nn: Prosjekt plassering

source: Rating
nn: Gjennomgang

source: Account No.
nn: Kontonummer

source: All Leaves
nn: alle blader

source: Edit
nn: Rediger

source: New Projects
nn: Nye prosjekter

source: Please enter a valid Username and Password. Please try again.
nn: Skriv inn en gyldig brukernavn og passord. Vennligst prøv igjen.

source: Internet connection is not available. Please try again.
nn: Internett-tilkobling er ikke tilgjengelig. Vennligst prøv igjen.

source: Any Log Left ?
nn: Enhver Logg Venstre ?

source: Click Yes to fill the logs.
nn: Klikk Ja for å fylle loggene.

source: Device doesn't support that camera.
nn: Enheten støtter ikke det kameraet.

source: Device doesn't support that media source.
nn: Enheten støtter ikke at media kilde.

source: Please enter valid email.
nn: Skriv inn gyldig e-.

source: Please fill the required fields to create customer.
nn: Vennligst fyll ut de nødvendige feltene for å skape kunde.

source: Please enter Tax Reduction Code first.
nn: Skriv inn skattenedsettelsen Kode først.

source: Simulator doesn't support the camera.
nn: Simulator tillater ikke kameraet.

source: Server is down, Please try again.
nn: Serveren er nede, vennligst prøv igjen.

source: Please fill all the mandatory fields to create a project.
nn: Vennligst fyll alle obligatoriske felter for å opprette et prosjekt.

source: Please select date.
nn: Vennligst velg dato.

source: Please fill required details.
nn: Vennligst fyll nødvendige detaljer.

source: Please provide estimated hours.
nn: Vennligst oppgi estimerte timer.

source: End Date should be greater than start date.
nn: Sluttdato skal være større enn startdato.

source: Please select project.
nn: Velg prosjekt.

source: Failed in viewDidLoad.
nn: Mislyktes i viewDidLoad.

source: Phone number does not exist.
nn: Telefonnummer ikke eksisterer.

source: Your device doesn't support this feature.
nn: Enheten støtter ikke denne funksjonen.

source: Please configure Email Functionality in your Device.
nn: Vennligst konfigurere Email Funksjonalitet i din enhet.

source: No data found.
nn: Ingen data funnet.

source: Failed to upload data.
nn: Klarte ikke å laste opp data.

source: No Data available
nn: Ingen data tilgjengelig.

source: No data in this category.
nn: Ingen data i denne kategorien.

source: This invoice has already been accepted.
nn: Denne fakturaen er allerede akseptert.

source: Please enter a valid email address.
nn: Skriv inn en gyldig e-postadresse.

source: Please enter your password.
nn: Skriv inn passordet ditt.

source: Data parameter is nil.
nn: Data parameter er nil.

source: No Projects yet.
nn: Ingen Prosjekter ennå.

source: Failed to get your location.
nn: Mislyktes i å få din plassering.

source: No project lists are available.
nn: Ingen prosjekt lister er tilgjengelige.

source: Please provide Order value.
nn: Vennligst oppgi Bestill verdi.

source: Please Fill Order Number.
nn: Vennligst fyll ordrenummer.

source: Material Log already exists.
nn: Materialet Logg allerede eksisterer.

source: No notes found.
nn: Ingen data på nye prosjekter.

source: This feature is under development and will be available in future releases.
nn: Denne funksjonen er under utvikling og vil være tilgjengelig i fremtidige utgivelser.

source: Select Start Date.
nn: Velg startdato.

source: Select End Date.
nn: Velg Sluttdato.

source: Select Reason For Leave.
nn: Velg Reason for La.

source: End Date should not be earlier than the Start Date.
nn: Sluttdato bør ikke være tidligere enn startdato.

source: Leave already applied.
nn: Forlate allerede søkt.

source: You can edit the Leave.
nn: Du kan redigere La.

source: Server is down please try again later.
nn: Server er nede Prøv igjen senere.

source: Inserted Successfully.
nn: innsatt Vellykket.

source: Are you sure to logout ?
nn: Er du sikker på å logge ut ?

source: From Time Cannot exceeds the current time.
nn: Fra Tid kan ikke overskrider gjeldende klokkeslett.

source: Selected time cannot be exceeded.
nn: Valgt tidspunkt kan ikke overskrides.

source: Time Log already exists for this date.
nn: Tid Logg allerede eksisterer for denne datoen.
